Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Normalizes Banister TRIMP and hrTSS. Current effective LTHR: %1$lld bpm (%2$@). Friel test: 30-min solo time trial; mean HR over the final 20 min = LTHR. The Fitness tab also surfaces an α1-derived AeT after aerobic workouts as a rough field proxy.
ar: يُطبِّع Banister TRIMP و hrTSS. الـ LTHR الفعلي الحالي: %lld نبضة/دقيقة (%@). اختبار Friel: تجربة زمنية فردية مدتها 30 دقيقة؛ متوسط النبض خلال آخر 20 دقيقة = LTHR. تُظهر علامة تبويب اللياقة أيضًا AeT مشتقًّا من α1 بعد التمارين الهوائية كتقدير ميداني تقريبي.
da: Normaliserer Banister TRIMP og hrTSS. Nuværende effektive LTHR: %lld bpm (%@). Friel-test: 30 min solo enkeltstart; gennemsnitlig HR over de sidste 20 min = LTHR. Fitness-fanen viser også en α1-afledt AeT efter aerobe træninger som en grov feltindikator.
de: Normalisiert Banister TRIMP und hrTSS. Aktuelle effektive LTHR: %lld bpm (%@). Friel-Test: 30-min-Einzelzeitfahren solo; mittlere HF über die letzten 20 min = LTHR. Der Fitness-Tab zeigt nach aeroben Trainings außerdem eine aus α1 abgeleitete AeT als groben Feldnäherungswert.
es: Normaliza Banister TRIMP y hrTSS. LTHR efectiva actual: %lld lpm (%@). Test de Friel: contrarreloj individual de 30 min; FC media de los últimos 20 min = LTHR. La pestaña Condición física también muestra un AeT derivado de α1 tras los entrenamientos aeróbicos como una aproximación de campo.
fi: Normalisoi Banister TRIMP ja hrTSS. Nykyinen efektiivinen LTHR: %lld bpm (%@). Friel-testi: 30 min yksin ajettava aika-ajo; keskimääräinen HR viimeisten 20 min ajalta = LTHR. Fitness-välilehti näyttää aerobisten harjoitusten jälkeen myös α1:stä johdetun AeT:n karkeana kenttäarviona.
fr: Normalise Banister TRIMP et hrTSS. LTHR effective actuelle : %lld bpm (%@). Test de Friel : contre-la-montre individuel de 30 min ; FC moyenne sur les 20 dernières min = LTHR. L'onglet Condition affiche aussi un AeT dérivé de α1 après les séances aérobies comme estimation de terrain approximative.
is: Staðlar Banister TRIMP og hrTSS. Núverandi virkt LTHR: %lld bpm (%@). Friel-próf: 30 mín einstaklingstímataka; meðal-HR yfir síðustu 20 mín = LTHR. Fitness-flipinn sýnir einnig α1-leitt AeT eftir loftháðar æfingar sem grófa vallarnálgun.
it: Normalizza Banister TRIMP e hrTSS. LTHR effettiva attuale: %lld bpm (%@). Test di Friel: cronometro individuale di 30 min; HR media negli ultimi 20 min = LTHR. La scheda Fitness mostra anche un AeT derivato da α1 dopo gli allenamenti aerobici come stima approssimativa sul campo.
ja: Banister TRIMP と hrTSS を正規化します。現在の有効 LTHR：%lld bpm（%@）。Friel テスト：30 分の単独タイムトライアル。最後の 20 分間の平均 HR = LTHR。フィットネスタブでは、有酸素ワークアウト後に α1 由来の AeT を大まかなフィールド指標として表示します。
ko: Banister TRIMP와 hrTSS를 정규화합니다. 현재 유효 LTHR: %lld bpm (%@). Friel 테스트: 30분 단독 타임트라이얼; 마지막 20분 평균 HR = LTHR. Fitness 탭은 유산소 운동 후 α1에서 유도한 AeT도 대략적인 현장 추정치로 표시합니다.
nb: Normaliserer Banister TRIMP og hrTSS. Gjeldende effektiv LTHR: %lld bpm (%@). Friel-test: 30-min solo tempo; gjennomsnittlig HR over de siste 20 min = LTHR. Fitness-fanen viser også en α1-utledet AeT etter aerobe økter som en grov feltindikator.
nl: Normaliseert Banister TRIMP en hrTSS. Huidige effectieve LTHR: %lld bpm (%@). Friel-test: 30 min solo-tijdrit; gemiddelde HR over de laatste 20 min = LTHR. Het Fitness-tabblad toont na aerobe trainingen ook een uit α1 afgeleide AeT als ruwe veldbenadering.
pt_br: Normaliza o Banister TRIMP e o hrTSS. LTHR efetiva atual: %lld bpm (%@). Teste de Friel: contrarrelógio individual de 30 min; HR média nos últimos 20 min = LTHR. A aba Fitness também mostra um AeT derivado de α1 após treinos aeróbicos como uma estimativa aproximada de campo.
ru: Нормализует Banister TRIMP и hrTSS. Текущий эффективный LTHR: %lld уд/мин (%@). Тест Фрила: 30-минутная одиночная разделка; средний пульс за последние 20 мин = LTHR. Вкладка «Форма» также показывает производный от α1 AeT после аэробных тренировок как приблизительную полевую оценку.
sv: Normaliserar Banister TRIMP och hrTSS. Aktuell effektiv LTHR: %lld bpm (%@). Friel-test: 30 min solo tempolopp; medel-HR över de sista 20 min = LTHR. Fitness-fliken visar också en α1-härledd AeT efter aeroba pass som en grov fältindikator.
zh_hans: 对 Banister TRIMP 和 hrTSS 进行归一化。当前有效 LTHR：%lld bpm（%@）。Friel 测试：30 分钟个人计时；最后 20 分钟的平均 HR = LTHR。体能标签页还会在有氧训练后显示由 α1 推算的 AeT，作为粗略的现场估算值。

source: Not a Medical Device
ar: ليس جهازًا طبيًا
da: Ikke et medicinsk udstyr
de: Kein Medizinprodukt
es: No es un dispositivo médico
fi: Ei lääkinnällinen laite
fr: Pas un dispositif médical
is: Ekki lækningatæki
it: Non è un dispositivo medico
ja: 医療機器ではありません
ko: 의료 기기가 아닙니다
nb: Ikke et medisinsk utstyr
nl: Geen medisch hulpmiddel
pt_br: Não é um dispositivo médico
ru: Не является медицинским прибором
sv: Inte en medicinteknisk produkt
zh_hans: 非医疗设备

source: Not a medical device, not medical advice
ar: ليس جهازًا طبيًا، وليس استشارة طبية
da: Ikke medicinsk udstyr, ikke medicinsk rådgivning
de: Kein Medizinprodukt, keine medizinische Beratung
es: No es un dispositivo médico ni consejo médico
fi: Ei lääkinnällinen laite eikä lääketieteellistä neuvontaa
fr: Ni dispositif médical, ni avis médical
is: Ekki lækningatæki, ekki læknisráð
it: Non è un dispositivo medico né un consiglio medico
ja: 医療機器でも医学的助言でもありません
ko: 의료기기가 아니며 의학적 조언도 아닙니다
nb: Ikke medisinsk utstyr, ikke medisinsk rådgivning
nl: Geen medisch hulpmiddel, geen medisch advies
pt_br: Não é dispositivo médico nem aconselhamento médico
ru: Не медицинский прибор и не медицинская консультация
sv: Inte en medicinteknisk produkt, inte medicinsk rådgivning
zh_hans: 既非医疗器械，也非医疗建议

source: Not agreed
ar: لم تتم الموافقة
da: Ikke accepteret
de: Nicht zugestimmt
es: No aceptado
fi: Ei hyväksytty
fr: Non accepté
is: Ekki samþykkt
it: Non accettato
ja: 未同意
ko: 동의하지 않음
nb: Ikke godtatt
nl: Niet akkoord
pt_br: Não aceito
ru: Не принято
sv: Ej godkänt
zh_hans: 未同意

source: not captured
ar: لم يُسجّل
da: ikke registreret
de: nicht erfasst
es: no capturado
fi: ei tallennettu
fr: non capturé
is: ekki skráð
it: non acquisito
ja: 未取得
ko: 기록되지 않음
nb: ikke registrert
nl: niet vastgelegd
pt_br: não capturado
ru: не записано
sv: ej registrerad
zh_hans: 未采集

source: Not enough clean RR data to characterise your α1 this session.
ar: لا توجد بيانات RR نظيفة كافية لتوصيف α1 لديك في هذه الجلسة.
da: Ikke nok rene RR-data til at karakterisere din α1 denne session.
de: Nicht genug saubere RR-Daten, um dein α1 in dieser Sitzung zu bestimmen.
es: No hay suficientes datos RR limpios para caracterizar tu α1 en esta sesión.
fi: Liian vähän puhdasta RR-dataa α1:si määrittämiseen tässä istunnossa.
fr: Pas assez de données RR propres pour caractériser votre α1 cette séance.
is: Ekki næg hrein RR-gögn til að lýsa α1 þínu í þessari lotu.
it: Dati RR puliti insufficienti per caratterizzare il tuo α1 in questa sessione.
ja: このセッションであなたの α1 を特徴づけるには清浄な RR データが不足しています。
ko: 이 세션에서 당신의 α1을 특성화하기에 깨끗한 RR 데이터가 부족합니다.
nb: Ikke nok rene RR-data til å karakterisere din α1 denne økten.
nl: Onvoldoende schone RR-gegevens om je α1 deze sessie te karakteriseren.
pt_br: Dados RR limpos insuficientes para caracterizar seu α1 nesta sessão.
ru: Недостаточно чистых данных RR для оценки вашего α1 в этой сессии.
sv: Otillräckliga rena RR-data för att karakterisera din α1 detta pass.
zh_hans: 本次记录中干净的 RR 数据不足，无法刻画你的 α1。

source: Not enough clean RR data to characterise α1 this session.
ar: لا توجد بيانات RR نظيفة كافية لتوصيف α1 في هذه الجلسة.
da: Ikke nok rene RR-data til at karakterisere α1 denne session.
de: Nicht genug saubere RR-Daten, um α1 in dieser Sitzung zu bestimmen.
es: No hay suficientes datos RR limpios para caracterizar α1 en esta sesión.
fi: Liian vähän puhdasta RR-dataa α1:n määrittämiseen tässä istunnossa.
fr: Pas assez de données RR propres pour caractériser α1 cette séance.
is: Ekki næg hrein RR-gögn til að lýsa α1 í þessari lotu.
it: Dati RR puliti insufficienti per caratterizzare α1 in questa sessione.
ja: このセッションで α1 を特徴づけるには清浄な RR データが不足しています。
ko: 이 세션에서 α1을 특성화하기에 깨끗한 RR 데이터가 부족합니다.
nb: Ikke nok rene RR-data til å karakterisere α1 denne økten.
nl: Onvoldoende schone RR-gegevens om α1 deze sessie te karakteriseren.
pt_br: Dados RR limpos insuficientes para caracterizar o α1 nesta sessão.
ru: Недостаточно чистых данных RR для оценки α1 в этой сессии.
sv: Otillräckliga rena RR-data för att karakterisera α1 detta pass.
zh_hans: 本次记录中干净的 RR 数据不足，无法刻画 α1。

source: Not enough GPS fixes for an elevation chart.
ar: لا توجد تثبيتات GPS كافية لإنشاء رسم بياني للارتفاع.
da: Ikke nok GPS-positioner til et højdediagram.
de: Nicht genügend GPS-Positionen für ein Höhendiagramm.
es: No hay suficientes posiciones GPS para un gráfico de altitud.
fi: GPS-paikannuksia ei ole tarpeeksi korkeuskäyrää varten.
fr: Pas assez de positions GPS pour un graphique d'altitude.
is: Ekki nógu margar GPS-staðsetningar fyrir hæðarrit.
it: Posizioni GPS insufficienti per un grafico dell'altitudine.
ja: 標高グラフを作るには GPS の測位が不足しています。
ko: 고도 차트를 만들기에 GPS 위치가 충분하지 않습니다.
nb: Ikke nok GPS-posisjoner til et høydediagram.
nl: Niet genoeg GPS-posities voor een hoogtegrafiek.
pt_br: Pontos de GPS insuficientes para um gráfico de altitude.
ru: Недостаточно GPS-точек для графика высоты.
sv: Inte tillräckligt med GPS-positioner för ett höjddiagram.
zh_hans: GPS 定位点不足，无法生成海拔图。

source: Not enough HRV data for a reliable score. Rate how you feel instead.
ar: لا توجد بيانات HRV كافية لدرجة موثوقة. قيّم شعورك بدلًا من ذلك.
da: Ikke nok HRV-data til en pålidelig score. Vurdér i stedet, hvordan du har det.
de: Nicht genug HRV-Daten für einen verlässlichen Wert. Bewerte stattdessen dein Befinden.
es: No hay suficientes datos de HRV para una puntuación fiable. Valora cómo te sientes.
fi: HRV-dataa ei riitä luotettavaan pisteytykseen. Arvioi sen sijaan, miltä sinusta tuntuu.
fr: Pas assez de données HRV pour un score fiable. Évaluez plutôt vos sensations.
is: Ekki næg HRV-gögn fyrir áreiðanlega einkunn. Metið frekar hvernig þér líður.
it: Dati HRV insufficienti per un punteggio affidabile. Valuta invece come ti senti.
ja: 信頼できるスコアを出すには HRV データが不足しています。代わりに体感を評価してください。
ko: 신뢰할 만한 점수를 내기에 HRV 데이터가 부족합니다. 대신 컨디션을 평가해 주세요.
nb: Ikke nok HRV-data for en pålitelig score. Vurder heller hvordan du føler deg.
nl: Onvoldoende HRV-gegevens voor een betrouwbare score. Beoordeel in plaats daarvan hoe je je voelt.
pt_br: Dados de VFC insuficientes para uma pontuação confiável. Avalie como você se sente.
ru: Данных ВСР недостаточно для надёжной оценки. Оцените вместо этого своё самочувствие.
sv: Otillräckliga HRV-data för en tillförlitlig poäng. Skatta i stället hur du känner dig.
zh_hans: HRV 数据不足，无法给出可靠评分。请改为自评感受。

source: Not enough movement for a pace chart.
ar: لا توجد حركة كافية لرسم مخطط الوتيرة.
da: Ikke nok bevægelse til et tempodiagram.
de: Nicht genug Bewegung für ein Pace-Diagramm.
es: No hay suficiente movimiento para un gráfico de ritmo.
fi: Liian vähän liikettä vauhtikaaviolle.
fr: Pas assez de mouvement pour un graphique d’allure.
is: Ekki næg hreyfing fyrir hraðarit.
it: Movimento insufficiente per un grafico del passo.
ja: ペースチャートを作るには動きが不足しています。
ko: 페이스 차트를 만들기에 움직임이 부족합니다.
nb: Ikke nok bevegelse til et tempodiagram.
nl: Onvoldoende beweging voor een tempografiek.
pt_br: Movimento insuficiente para um gráfico de ritmo.
ru: Недостаточно движения для графика темпа.
sv: Otillräcklig rörelse för ett tempodiagram.
zh_hans: 移动数据不足，无法绘制配速图。

source: Not enough RR data
ar: بيانات RR غير كافية
da: Ikke nok RR-data
de: Nicht genug RR-Daten
es: Datos RR insuficientes
fi: Liian vähän RR-tietoja
fr: Données RR insuffisantes
is: Ekki næg RR-gögn
it: Dati RR insufficienti
ja: RR データが不足
ko: RR 데이터 부족
nb: Ikke nok RR-data
nl: Onvoldoende RR-gegevens
pt_br: Dados RR insuficientes
ru: Недостаточно данных RR
sv: Otillräckliga RR-data
zh_hans: RR 数据不足

source: Not enough RR data to re-analyze.
ar: بيانات RR غير كافية لإعادة التحليل.
da: Ikke nok RR-data til genanalyse.
de: Nicht genug RR-Daten für eine Neuanalyse.
es: No hay suficientes datos RR para reanalizar.
fi: Liian vähän RR-tietoja uudelleen analysointiin.
fr: Données RR insuffisantes pour réanalyser.
is: Ekki næg RR-gögn til endurgreiningar.
it: Dati RR insufficienti per rianalizzare.
ja: 再分析するには RR データが不足しています。
ko: 재분석하기에 RR 데이터가 부족합니다.
nb: Ikke nok RR-data til reanalyse.
nl: Onvoldoende RR-gegevens om te heranalyseren.
pt_br: Dados RR insuficientes para reanalisar.
ru: Недостаточно данных RR для переанализа.
sv: Otillräckliga RR-data för omanalys.
zh_hans: RR 数据不足，无法重新分析。

source: Not enough valid windows (%lld)
ar: نوافذ صالحة غير كافية (%lld)
da: Ikke nok gyldige vinduer (%lld)
de: Nicht genug gültige Fenster (%lld)
es: No hay suficientes ventanas válidas (%lld)
fi: Liian vähän kelvollisia ikkunoita (%lld)
fr: Pas assez de fenêtres valides (%lld)
is: Ekki nægir gildir gluggar (%lld)
it: Finestre valide insufficienti (%lld)
ja: 有効なウィンドウが不足 (%lld)
ko: 유효한 윈도가 부족 (%lld)
nb: Ikke nok gyldige vinduer (%lld)
nl: Onvoldoende geldige vensters (%lld)
pt_br: Janelas válidas insuficientes (%lld)
ru: Недостаточно валидных окон (%lld)
sv: Otillräckligt med giltiga fönster (%lld)
zh_hans: 有效窗口不足 (%lld)

source: Not implemented and why
ar: غير مُنفّذ ولماذا
da: Ikke implementeret og hvorfor
de: Nicht implementiert und warum
es: No implementado y por qué
fi: Ei toteutettu ja miksi
fr: Non implémenté et pourquoi
is: Ekki útfært og hvers vegna
it: Non implementato e perché
ja: 未実装の項目とその理由
ko: 미구현 항목과 이유
nb: Ikke implementert og hvorfor
nl: Niet geïmplementeerd en waarom
pt_br: Não implementado e por quê
ru: Не реализовано и почему
sv: Inte implementerat och varför
zh_hans: 未实现的内容及原因

source: Not Intended for Children
ar: غير مخصص للأطفال
da: Ikke beregnet til børn
de: Nicht für Kinder bestimmt
es: No destinado a menores
fi: Ei tarkoitettu lapsille
fr: Non destiné aux enfants
is: Ekki ætlað börnum
it: Non destinato ai minori
ja: お子様向けではありません
ko: 아동용이 아닙니다
nb: Ikke beregnet på barn
nl: Niet bedoeld voor kinderen
pt_br: Não destinado a crianças
ru: Не предназначено для детей
sv: Inte avsedd för barn
zh_hans: 不适用于儿童

source: Not measured · tap to learn why
ar: غير مقاس · اضغط لمعرفة السبب
da: Ikke målt · tryk for at se hvorfor
de: Nicht gemessen · tippen für den Grund
es: No medido · toca para saber por qué
fi: Ei mitattu · napauta nähdäksesi miksi
fr: Non mesuré · touchez pour savoir pourquoi
is: Ekki mælt · ýttu til að sjá hvers vegna
it: Non misurato · tocca per sapere perché
ja: 未測定 · タップして理由を確認
ko: 측정되지 않음 · 이유를 보려면 탭
nb: Ikke målt · trykk for å se hvorfor
nl: Niet gemeten · tik om te zien waarom
pt_br: Não medido · toque para saber por quê
ru: Не измерено · нажмите, чтобы узнать почему
sv: Ej mätt · tryck för att se varför
zh_hans: 未测量 · 点按了解原因

source: Not paired
ar: غير مقترن
da: Ikke parret
de: Nicht gekoppelt
es: No emparejado
fi: Ei paritettu
fr: Non associé
is: Ekki parað
it: Non associato
ja: 未ペアリング
ko: 페어링 안 됨
nb: Ikke paret
nl: Niet gekoppeld
pt_br: Não pareado
ru: Не сопряжено
sv: Inte parkopplad
zh_hans: 未配对

source: Not set
ar: غير محدد
da: Ikke angivet
de: Nicht festgelegt
es: Sin definir
fi: Ei asetettu
fr: Non défini
is: Ekki stillt
it: Non impostato
ja: 未設定
ko: 설정 안 됨
nb: Ikke angitt
nl: Niet ingesteld
pt_br: Não definido
ru: Не задано
sv: Ej angiven
zh_hans: 未设置

source: Not Set
ar: غير محدد
da: Ikke angivet
de: Nicht festgelegt
es: No configurado
fi: Ei asetettu
fr: Non défini
is: Ekki stillt
it: Non impostato
ja: 未設定
ko: 설정 안 됨
nb: Ikke angitt
nl: Niet ingesteld
pt_br: Não Definido
ru: Не задано
sv: Ej angiven
zh_hans: 未设置

source: Not set up — tap to add a key
ar: غير مُعد — اضغط لإضافة مفتاح
da: Ikke konfigureret — tryk for at tilføje en nøgle
de: Nicht eingerichtet — tippen, um einen Schlüssel hinzuzufügen
es: Sin configurar — toca para añadir una clave
fi: Ei määritetty — lisää avain napauttamalla
fr: Non configuré — touchez pour ajouter une clé
is: Ekki uppsett — ýttu til að bæta við lykli
it: Non configurato — tocca per aggiungere una chiave
ja: 未設定 — タップしてキーを追加
ko: 설정되지 않음 — 탭하여 키 추가
nb: Ikke satt opp — trykk for å legge til en nøkkel
nl: Niet ingesteld — tik om een sleutel toe te voegen
pt_br: Não configurado — toque para adicionar uma chave
ru: Не настроено — нажмите, чтобы добавить ключ
sv: Inte konfigurerad — tryck för att lägga till en nyckel
zh_hans: 未设置 — 点按以添加密钥

source: not yet
ar: ليس بعد
da: ikke endnu
de: noch nicht
es: todavía no
fi: ei vielä
fr: pas encore
is: ekki enn
it: non ancora
ja: まだ
ko: 아직 아님
nb: ikke ennå
nl: nog niet
pt_br: ainda não
ru: ещё нет
sv: inte ännu
zh_hans: 尚未

source: NOTABLE OBSERVATIONS
ar: ملاحظات بارزة
da: BEMÆRKELSESVÆRDIGE OBSERVATIONER
de: BEMERKENSWERTE BEOBACHTUNGEN
es: OBSERVACIONES DESTACADAS
fi: HUOMIONARVOISET HAVAINNOT
fr: OBSERVATIONS NOTABLES
is: ATHYGLISVERÐAR ATHUGANIR
it: OSSERVAZIONI RILEVANTI
ja: 注目すべき所見
ko: 주목할 관찰
nb: BEMERKELSESVERDIGE OBSERVASJONER
nl: OPVALLENDE OBSERVATIES
pt_br: OBSERVAÇÕES NOTÁVEIS
ru: ЗАМЕТНЫЕ НАБЛЮДЕНИЯ
sv: ANMÄRKNINGSVÄRDA OBSERVATIONER
zh_hans: 值得注意的观察

source: Notably variable
ar: متغير بشكل ملحوظ
da: Markant variabel
de: Deutlich variabel
es: Notablemente variable
fi: Selvästi vaihteleva
fr: Nettement variable
is: Áberandi breytilegt
it: Marcatamente variabile
ja: 変動が大きい
ko: 변동이 큼
nb: Merkbart variabel
nl: Opvallend variabel
pt_br: Notavelmente variável
ru: Заметно переменный
sv: Märkbart varierande
zh_hans: 波动明显

source: Note from Emuqu
ar: ملاحظة من Emuqu
da: Note fra Emuqu
de: Hinweis von Emuqu
es: Nota de Emuqu
fi: Huomautus Emuqulta
fr: Note d’Emuqu
is: Athugasemd frá Emuqu
it: Nota da Emuqu
ja: Emuqu からのメモ
ko: Emuqu의 메모
nb: Notat fra Emuqu
nl: Notitie van Emuqu
pt_br: Nota do Emuqu
ru: Заметка от Emuqu
sv: Notering från Emuqu
zh_hans: 来自 Emuqu 的说明

source: Note: ascent filter applies to saved routes only — OSM doesn't include elevation per-trail. Discover-tab results filter by length above.
ar: ملاحظة: مرشّح الصعود ينطبق على المسارات المحفوظة فقط — لا يتضمّن OSM الارتفاع لكل مسار. تُصفّى نتائج تبويب الاستكشاف حسب الطول أعلاه.
da: Bemærk: stigningsfilteret gælder kun gemte ruter — OSM indeholder ikke højde pr. sti. Resultater på Opdag-fanen filtreres efter længde ovenfor.
de: Hinweis: Der Anstiegsfilter gilt nur für gespeicherte Routen — OSM enthält keine Höhenangaben pro Weg. Ergebnisse im Tab „Entdecken“ werden oben nach Länge gefiltert.
es: Nota: el filtro de ascenso solo se aplica a las rutas guardadas — OSM no incluye la elevación por sendero. Los resultados de la pestaña Descubrir se filtran por longitud arriba.
fi: Huomaa: noususuodatin koskee vain tallennettuja reittejä — OSM ei sisällä korkeustietoa polkukohtaisesti. Löydä-välilehden tulokset suodatetaan pituuden mukaan yllä.
fr: Remarque : le filtre de dénivelé s'applique uniquement aux itinéraires enregistrés — OSM n'inclut pas l'altitude par sentier. Les résultats de l'onglet Découvrir sont filtrés par longueur ci-dessus.
is: Athugið: hækkunarsían gildir aðeins um vistaðar leiðir — OSM inniheldur ekki hæð fyrir hverja slóð. Niðurstöður á Uppgötva-flipanum eru síaðar eftir lengd að ofan.
it: Nota: il filtro del dislivello si applica solo ai percorsi salvati — OSM non include l'altitudine per ogni sentiero. I risultati della scheda Scopri sono filtrati per lunghezza qui sopra.
ja: 注意：獲得標高フィルタは保存済みルートにのみ適用されます — OSM はトレイルごとの標高を含みません。発見タブの結果は上記の距離でフィルタされます。
ko: 참고: 상승 필터는 저장된 경로에만 적용됩니다 — OSM에는 트레일별 고도가 포함되지 않습니다. 둘러보기 탭 결과는 위의 길이로 필터링됩니다.
nb: Merk: stigningsfilteret gjelder bare lagrede ruter — OSM inkluderer ikke høyde per sti. Resultater i Oppdag-fanen filtreres etter lengde ovenfor.
nl: Let op: het stijgingsfilter geldt alleen voor opgeslagen routes — OSM bevat geen hoogte per pad. Resultaten op het tabblad Ontdekken worden hierboven op lengte gefilterd.
pt_br: Observação: o filtro de subida se aplica apenas a rotas salvas — o OSM não inclui altitude por trilha. Os resultados da aba Descobrir são filtrados por comprimento acima.
ru: Примечание: фильтр по набору высоты применяется только к сохранённым маршрутам — OSM не содержит данных о высоте по каждой тропе. Результаты на вкладке «Обзор» фильтруются по длине выше.
sv: Obs: stigningsfiltret gäller endast sparade rutter — OSM inkluderar inte höjd per led. Resultat på fliken Upptäck filtreras efter längd ovan.
zh_hans: 注意：爬升筛选仅适用于已保存的路线 — OSM 不包含每条小径的海拔数据。发现标签页的结果按上方的长度筛选。

source: Note: This analysis is for informational purposes only and should not be used as a substitute for professional medical advice.
ar: ملاحظة: هذا التحليل لأغراض إعلامية فقط ولا ينبغي استخدامه بديلًا عن المشورة الطبية المهنية.
da: Bemærk: Denne analyse er kun til information og bør ikke bruges som erstatning for professionel lægelig rådgivning.
de: Hinweis: Diese Auswertung dient nur der Information und ersetzt keine professionelle medizinische Beratung.
es: Nota: este análisis es solo informativo y no debe usarse como sustituto del consejo médico profesional.
fi: Huom: Tämä analyysi on vain tiedoksi eikä korvaa ammattilaisen lääketieteellistä neuvontaa.
fr: Remarque : cette analyse est fournie à titre informatif et ne remplace pas un avis médical professionnel.
is: Athugið: Þessi greining er einungis til upplýsingar og kemur ekki í stað faglegrar læknisráðgjafar.
it: Nota: questa analisi ha solo scopo informativo e non sostituisce il parere medico professionale.
ja: 注: この解析は情報提供のみを目的としており、専門家による医学的助言の代わりにはなりません。
ko: 참고: 이 분석은 정보 제공 목적일 뿐이며 전문 의료 조언을 대체할 수 없습니다.
nb: Merk: Denne analysen er kun til informasjon og skal ikke erstatte profesjonelle medisinske råd.
nl: Let op: deze analyse is uitsluitend informatief en vervangt geen professioneel medisch advies.
pt_br: Observação: esta análise tem fins apenas informativos e não substitui orientação médica profissional.
ru: Примечание: этот анализ носит информационный характер и не заменяет профессиональную медицинскую консультацию.
sv: Obs: Denna analys är endast informativ och ska inte ersätta professionell medicinsk rådgivning.
zh_hans: 注意：本分析仅供参考，不能替代专业医疗意见。

source: Note: This analysis is for informational purposes only and should not be used as a substitute for professional medical or coaching advice.
ar: ملاحظة: هذا التحليل لأغراض إعلامية فقط ولا ينبغي استخدامه بديلًا عن المشورة الطبية أو التدريبية المهنية.
da: Bemærk: Denne analyse er kun til information og bør ikke erstatte professionel lægelig eller trænerfaglig rådgivning.
de: Hinweis: Diese Auswertung dient nur der Information und ersetzt keine professionelle medizinische oder trainerische Beratung.
es: Nota: este análisis es solo informativo y no debe sustituir el consejo médico profesional ni el de un entrenador.
fi: Huom: Tämä analyysi on vain tiedoksi eikä korvaa ammattilaisen lääketieteellistä tai valmennuksellista neuvontaa.
fr: Remarque : cette analyse est fournie à titre informatif et ne remplace pas un avis médical ou un conseil d’entraîneur professionnel.
is: Athugið: Þessi greining er einungis til upplýsingar og kemur ekki í stað faglegrar læknis- eða þjálfararáðgjafar.
it: Nota: questa analisi ha solo scopo informativo e non sostituisce il parere medico o di un allenatore professionista.
ja: 注: この解析は情報提供のみを目的としており、専門家による医学的助言やコーチングの代わりにはなりません。
ko: 참고: 이 분석은 정보 제공 목적일 뿐이며 전문 의료 조언이나 코칭 조언을 대체할 수 없습니다.
nb: Merk: Denne analysen er kun til informasjon og skal ikke erstatte profesjonelle medisinske råd eller treningsråd.
nl: Let op: deze analyse is uitsluitend informatief en vervangt geen professioneel medisch of coachadvies.
pt_br: Observação: esta análise tem fins apenas informativos e não substitui orientação médica profissional nem de um treinador.
ru: Примечание: этот анализ носит информационный характер и не заменяет профессиональную медицинскую или тренерскую консультацию.
sv: Obs: Denna analys är endast informativ och ska inte ersätta professionell medicinsk rådgivning eller coachning.
zh_hans: 注意：本分析仅供参考，不能替代专业的医疗或教练建议。
